IDEA Open Model
CalculationSetup.SlsStiffnesses Property
Compatible with IDEA StatiCa v 10.1
 SLS stiffnesses
 Namespace: IdeaRS.OpenModel.Concrete
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public bool SlsStiffnesses { get; set; }
Public Property SlsStiffnesses As Boolean
	Get
	Set
public:
property bool SlsStiffnesses {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
CalculationSetup Class
IdeaRS.OpenModel.Concrete Namespace